tap "cue-lang/tap"
tap "daveshanley/vacuum"
tap "ngrok/ngrok"
tap "pantsbuild/tap"
tap "redpanda-data/tap"
tap "shopify/shopify"
tap "txn2/tap"
tap "umputun/apps"
tap "withgraphite/tap"
brew "adr-tools"
brew "arp-scan"
brew "ast-grep"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "coreutils"
brew "crane"
brew "curl"
brew "direnv"
brew "docker-credential-helper"
brew "dos2unix"
brew "gnu-tar"
brew "perl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gping"
brew "grep"
brew "grpcurl"
brew "guile"
brew "jq"
brew "lazygit"
brew "k3d"
brew "k6"
brew "kustomize"
brew "libomp", link: true
brew "postgresql@18", link: true
brew "libssh"
brew "mise"
brew "nmap"
brew "umputun/apps/ralphex"
brew "ripgrep"
brew "stern"
brew "tailscale"
brew "terramate"
brew "tflint"
brew "tealdeer"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "cue-lang/tap/cue", link: false
brew "daveshanley/vacuum/vacuum"
brew "redpanda-data/tap/redpanda"
brew "txn2/tap/kubefwd"
brew "withgraphite/tap/graphite"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "ngrok"
cask "orbstack"
cask "alt-tab"
cask "iina"
cask "maccy"
cask "stats"
cask "bruno"
cask "gcloud-cli"
cask "lens"
cask "raycast"
cask "telegram"
cask "zed"
cask "pants"
